let questions = [
    {
        question: 'Кто из этих философов в 1864 году написал музыку на стихи А.С. Пушкина «Заклинание» и «Зимний вечер»?',
        answerOptions: ['Юнг', 'Гегель', 'Ницше', 'Шопенгауэр'],
        rightAnswer: 'Ницше',
    },
    {
        question: 'Сколько раз в сутки подзаводят куранты Спасской башни Кремля?',
        answerOptions: ['Один', 'Два', 'Три', 'Четыре'],
        rightAnswer: 'Два',
    },
    {
        question: 'Кто 1-м получил Нобелевскую премию по литературе?',
        answerOptions: ['Романист', 'Драматург', 'Поэт', 'Эссеист'],
        rightAnswer: 'Поэт',
    },
    {
        question: 'С какой буквы начинаются слова, опубликованные в 16-м томе последнего издания Большой советской энциклопедии?',
        answerOptions: ['М', 'Н', 'О', 'П'],
        rightAnswer: 'М',
    },
    {
        question: 'Кто из перечисленных был пажом во времена Екатерины II?',
        answerOptions: ['Д.И. Фонвизин', 'Г.Р. Державин', 'А.Н. Радищев', 'Н.М. Карамзин'],
        rightAnswer: 'Ницше',
    }
]